abusaidm.html-snippets
aki77.rails-routes
alefragnani.project-manager
AndersEAndersen.html-class-suggestions
bajdzis.vscode-database
bmewburn.vscode-intelephense-client
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fwcd.kotlin
georgewfraser.vscode-javac
GitHub.vscode-pull-request-github
hediet.vscode-drawio
hnw.vscode-auto-open-markdown-preview
HookyQR.beautify
Hridoy.rails-snippets
IBM.output-colorizer
ionutvmi.path-autocomplete
joshpeng.sublime-babel-vscode
jpoissonnier.vscode-styled-components
kaiwood.endwise
KnisterPeter.vscode-github
leizongmin.node-module-intellisense
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
MehediDracula.php-namespace-resolver
misogi.ruby-rubocop
mkaufman.HTMLHint
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
mtxr.sqltools
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
pkosta2005.heroku-command
rbbit.typescript-hero
rebornix.ruby
redhat.java
schroeter.prettier-vscode-space-parenthesis
Shan.code-settings-sync
shanehofstetter.rails-i18n
sianglim.slim
sidthesloth.html5-boilerplate
sozercan.slack
streetsidesoftware.code-spell-checker
toba.vsfire
Tobiah.language-pde
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
xabikos.JavaScriptSnippets
xdebug.php-debug
xdebug.php-pack
Zignd.html-css-class-completion
zobo.php-intellisense
